<?php
return array(
	/*广告主类型*/
	'ad_type' => array(
		1 => '公司',
		2 => '个人',
	),
	/*广告主评级*/
	'ad_rating' => array(
		1 => '一级',
		2 => '二级',
		3 => '三级',
		4 => '四级',
	),
	/*广告主资本*/
	'ad_capital' => array(
		1 => '1000万以上',
		2 => '500-1000万',
		3 => '500万以下',
	),
	/*广告主等级*/
	'ad_grade' => array(
		'S'=>'S',
		'A'=>'A',
		'B'=>'B',
		'C'=>'C',
		'D'=>'D'
	),
	/*归属*/
	'is_internal' => array(
		0 => '内部',
		1 => '外部'
	),
	/*财务对象*/
	'finance_object' => array(
		2 => '对公',
		1 => '对私'
	),
	/*发票类型*/
	'invoice_type' => array(
		1 => '无发票',
		2 => '3%增值税普通发票',
		3 => '6%增值税专用发票',
		4 => '9%增值税专用发票',
		5 => '17%增值税专用发票',
		6 => '6%增值税普通发票',
	),
	/*产品类型*/
	'product_type' => array(
		1 => 'PC软件',
		2 => '导航',
		3 => 'APP',
		4 => '流量',
		5 => 'WEB',
		6 => '页游',
		7 => '手游',
		8 => '手机增值业务'
	),
	/*订单类型*/
	'order_type' => array(
		1 => '收费订单',
		2 => '付费订单',
		3 => '换量',
	),
	/*合作状态*/
	'order_cooperate_state' => array(
		1 => '正式上量',
		2 => '测试',
		3 => '停推',
	),

	/*合作状态-测试类型*/
	'order_test_type' => array(
		1 => '时间',
		3 => '金额',
	),

	/*来源类型*/
	'order_source_type' => array(
		1 => '官方',
		2 => '代理',
		3 => '直客',
	),
	/*返量周期*/
	'return_cycle' => array(
		1 => '次日',
		2 => '次周',
		3 => '次月',
	),

	/*返量方式*/
	'return_type' => array(
		1 => '邮箱',
		2 => '网址',
	),
	/*结算周期*/
	'settlement_cycle' => array(
		7 => '日',
		1 => '周',
		2 => '半月',
		3 => '月',
		6 => '隔月',
		4 => '季度',
		5 => '预收',

	),
	/*计费模式*/
	'charging_mode' => array(
		1 => 'CPA',
		2 => 'CPC',
		3 => 'CPM',
		4 => 'CPS',
		5 => 'CPT',
		6 => 'CPD',
	),
	/*价格类型*/
	'price_type' => array(
		1 => '固定价格',
		2 => '阶梯价格',
		3 => '自定义价格',
	),
	/*价格类型*/
	'return_type' => array(
		1 => '官方后台',
		2 => '邮件'
	),
	/*业务线分类*/
	'business_line_type' => array(
		1 => '优效平台',
		2 => '自研产品',
		3 => '云服务',
		4 => '站群服务',
		5 => '其他',
	),
	/*供应商类型*/
	'supplier_type' => array(
		1 => '个人',
		2 => '企业',
		3 => '代理商',
	),
	/*员工在职状态*/
	'user_status' => array(
		0 => '离职',
		1 => '在职',
	),
	/*员工性别*/
	'user_gender' => array(
		0 => '男',
		1 => '女',
	),
	/*功能状态*/
	'function_status' => array(
		1 => '正常',
		0 => '禁用',
		-1=> '已删除',
	),
	/*计费标识状态*/
	'chargingLogo_status' => array(
		1 => '使用中',
		2 => '未分配',
		3 => '已回收',
		0 => '已停止',
	),
	/*数据范围*/
	'data_auth_range' => array(
		'1' => '本人',
		'2' => '本部门',
		'3' => '本部门及子级部门'
	),
	/*安装包大小*/
	'package_size'=>array(
		'1' => '0~5M',
		'2' => '5~20M',
		'3' => '20~50M',
		'4' => '50~100M',
		'5' => '100M+',
	),
	/*是否检查*/
	'is_check'=>array(
		'0' => '否',
		'1' => '是',
	),
	/*收入数据状态*/
	'indata_status'=>array(
		'0'=>'未提交',
		'1'=>'待审核',
		'2'=>'已确认',
		'3'=>'待开票',
		'4'=>'已开票',
		'5'=>'已结清',
		'8'=>'已回款未开票',
		'9'=>'已封禁'
	),
	/*收入结算单状态*/
	'insettlement_status'=>array(
		'0'=>'未审核',
		'1'=>'待审核',
		'2'=>'待开票',
		'3'=>'待认款/已开票',
		'4'=>'已认款',
		'5'=>'已回款未开票',
		'6'=>'已作废'
	),
	/*成本数据状态*/
	'outdata_status'=>array(
		'1'=>'待审核',
		'2'=>'已确认',
		'3'=>'待结算',
		'4'=>'已结算',
		'9'=>'已封禁'
	),
	/*成本结算单状态*/
	'outsettlement_status'=>array(
		'0'=>'未审核',
		'1'=>'待审核',
		'2'=>'已审核/待申请',
		'3'=>'结算中',
		'4'=>'已结算',
		'5'=>'已退回',
		'6'=>'已作废'
	),
	/*考核类型*/
	'targettype'=>array(
		'1'=>'毛利润',
		'2'=>'收入流水',
		'3'=>'成本流水'
	),
	'data_range'=>array(
		'1'=>'本人相关',
		'2'=>'本部门',
		'3'=>'全公司'
	),
	//办公用品申领状态
	"apply_status"=>array(
		"0"=>"未发放",
		"1"=>"已发放",
		"2"=>"需采购",
	),
	//hr 公司集合
	"company_list"=>array(
		"1"=>"上海趣比科技有限公司重庆分公司",
		"2"=>"重庆趣玩科技有限公司",
		"3"=>"上饶市网聚天下科技有限公司重庆分公司",
		'10'=>'重庆朗鑫智科技服务中心'
	),
	//hr 是否已婚
	"is_marry"=>array(
		"0"=>"未婚",
		"1"=>"已婚",
	),
//类型
	"notify_type"=>array(
		"1"=>"公告",
		"2"=>"制度",
		"3"=>"新闻",
	),
	//状态
	"status_type"=>array(
		"1"=>"生效",
		"2"=>"终止",
	),
	"level"=>array(
				1 =>"基层",
				2 =>"中层",
				3 =>"高层",
				4 =>"战略执行层",
	),
	"employee_status"=>array(
				0 =>"入职(试用)",
				1 =>"离职",
				2 =>"转新公司",
				3 =>"正式员工"
	),
	'liuchen_status' => array(
		1 => '进行中',
		2 => '已结束',
		0 => '已作废'
	),
	"educate"=>array(
		1=>"小学",
		2=>"初中",
		3=>"高中",
		4=>"大专",
		5=>"本科",
		6=>"研究生",
		7=>"硕士",
		8=>"博士",
		9=>"博士后",
		10=>"中专",
		),
	"sexOptions"=>array(
		0=>"男",
		1=>"女",
		),
	"accountNature"=>array(
		0=>"农村",
		1=>"城镇"
		),
	"userAttr"=>array(
		0=>"入职(试用)",
		1=>"离职",
		2=>"转新公司",
		3=>"正式员工",
		4=>"外聘"
		)
);